Repository: pypi-data/pypi-mirror-159
Catalog: packages/caffeine-ng/caffeine-ng-4.0.1.tar.gz/caffeine-ng-4.0.1/translations/*.po
Languages: fr, lt, pt, sk

source: Select a process name...
fr: Sélectionner le nom d'un processus...
lt: Pasirinkite užduočių pavadinimą...
pt: Seleccione um nome de processo ...
sk: Vyberte názov procesu...

source: An application to temporarily prevent the activation of both the screen saver and the "sleep" powersaving mode.
fr: Une application pour à la fois prévenir temporairement l'activation de l'économiseur d'écran et le mode économie d'énergie.
lt: Programa nustatyta laikinai neleisti kompiuteriui įjungti ekrano užsklandos ar užmigti
sk: Aplikácia dočasne zabránila aktivácii oboch šetriča obrazovky a úsporný režim "spánok".

source: Duration
fr: Durée
lt: Trukmė
pt: Duração
sk: Trvanie

source: Hours:
fr: Heures:
lt: Valandos:
pt: Horas:
sk: Hodiny:

source: Minutes:
lt: Minutės:
pt: Minutos:
sk: Minúty:

source: Enable Caffeine
fr: Désactiver l'écran de veille
lt: Išjungti ekrano užsklandą
pt: Desactivar protecção de ecrã
sk: Zakázať šetrič obrazovky

source: Preferences
fr: Préférences
lt: Nustatymai
pt: Preferências
sk: Nastavenia

source: Automatic activation
fr: Activation automatique
lt: Automatinis aktyvavimas
pt: Ativação Automática
sk: Automatická aktivácia

source: Caffeine can activate automatically whenever certain programs are runnning.
fr: Caffeine peut automatiquement s'activer lorsque certaines applications sont en cours d'excution
lt: Caffeine bus automatiškai paleista veikiant tam tikroms programoms
pt: O Caffeine pode ser activado automaticamente sempre que certos aplicativos estejam correndo.
sk: Caffeine môžete aktivovať automaticky popri spustení daľších programov.

source: List of programs that Caffeine activates for:
fr: Liste des applications pour lesquelles Caffeine s'active automatiquement
lt: Programų sąrašas
pt: Lista de aplicativos que ativam o Caffeine:
sk: Zoznam programov, ktoré aktivuje Caffeine:

source: When Caffeine detects that one of the processes in this list is running, it will prevent the activation of the screensaver and powersaving modes. This can be useful for applications (particularly full-screen applications) that do not properly prevent the screensaver and powersaving modes on their own.
fr: Quand Cafféine détecte qu'un des processus de cette liste est en cours d'exécution, il empêche l'activation de l'écran de veille et du mode "économie d'énergie". Ceci peut être pratique pour des applications (comme des applications s'exécutant en plein écran) n'étant pas prévue pour désactiver le démarrage de l'écran de veille et du mode "économie d'énergie".
lt: Veikiant šiame saraše esančioms programoms, Caffeine neleis kompiuteriui užmigti ar įjungti ekrano užsklandos.
pt: Quando o Caffeine detecta que um processo desta lista está a correr, impedirá a ativação do Protetor de Tela e da Gestão de Energia. Isto é útil para aplicações (as que usam tela total em especial) que não impedem por si a ativação da Protetor de Tela e da Gestão de Energia.
sk: Keď Coffeine zistí, že jeden z procesov v tomto zozname je v prevádzke, tak zabráni aktivácii šetriča a úsporného režimu . To môže byť vhodné pre aplikácie (Najmä celo-obrazovkové aplikácie), pre ktoré nie je vhodné zabrániť šetriču obrazovky a úspornému režimu.

source: Tray icon
fr: Icône de notification
lt: Piktograma užduočių juostoje
pt: Icon na barra de tarefas
sk: Ikona v tray

source: Show tray icon
fr: Afficher l'icône de notification
lt: Rodyti piktogramą užduočių juostoje
pt: Mostrar icon na barra de tarefas
sk: Zobraziť ikonu v systémovej lište

source: Show notification on startup
fr: Afficher une notification au démarrage
lt: Rodyti pranešimą paleidžiant programą
sk: Zobraziť upozornenie pri spustení

source: Caffeine is running
fr: Cafféine est lancé
lt: Šiuo metu Caffeine veikia
pt: Caffeine está a ser executado
sk: Caffeine je spustený

source: Caffeine is dormant; powersaving is enabled
fr: Caffeine est inactif; le mode "économie d'énergie" est activée
lt: Caffeine neveikia; energijos taupymas yra įjungtas
pt: Caffeine está a dormir: gestão de energia está activa
sk: Caffeine je spiaci; úspora energie je aktívna

source: translator-credits
fr: Launchpad Contributions: Alexander Aen Markevitch https://launchpad.net/~alexander-markevitch AstroMb https://launchpad.net/~matthieu-bachschmidt Belenyx https://launchpad.net/~bele-nyx Caffeine Developers https://launchpad.net/~caffeine-developers Christelle PILET https://launchpad.net/~christelle-pilet Jeremy Moiny https://launchpad.net/~joliegrenouille2 Nicolas Delvaux https://launchpad.net/~malizor Solarus https://launchpad.net/~solarus Steve Dodier-Lazaro https://launchpad.net/~sidi Tommy Brunn https://launchpad.net/~tommybrunn William HAREL https://launchpad.net/~williamharel backslashn https://launchpad.net/~backslashn bouchard renaud https://launchpad.net/~renaud-bouchard demonipuch https://launchpad.net/~demonipuch pomah https://launchpad.net/~pomah
lt: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Craftaz https://launchpad.net/~thecloudmaker
pt: Launchpad Contributions: Almufadado https://launchpad.net/~almufadado Caffeine Developers https://launchpad.net/~caffeine-developers Magnun Leno https://launchpad.net/~magnun-leno Mário Pereira https://launchpad.net/~bin-to-hex Sérgio Marques https://launchpad.net/~sergio+marques Tiago Silva https://launchpad.net/~tiagosilva
sk: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Milan Slovák https://launchpad.net/~milboys

source: Disable Caffeine
fr: Autoriser l'écran de veille
lt: Įjungti ekrano užsklandą
pt: Permitir Proteção de Ecran
sk: Povoliť šetrič obrazovky

source: Timed activation set;
fr: Activation à une certaine durée, installée;
lt: Aktyvuotas riboto laiko režimas
pt: Ativação por tempo habilitada;
sk: časová aktivácia nastavená;

source: Caffeine will prevent powersaving for the next
fr: Caffeine empêchera l'activation du mode "économie d'énergie" pendant
lt: Caffeine, veikiant šioms programoms, neleis kompiuteriui užmigti
pt: O Caffeine irá impedir o modo de Gestão de energia nos próximos
sk: Caffein zabráni šetreniu energie pre daľšie

source: Activated for
fr: Activé pour
lt: Įjungta
pt: Ativado para
sk: Aktivované na

source: have elapsed; powersaving is re-enabled
fr: se sont écoulées; le mode "économie d'énergie" est réactivée
lt: praėjo; įjungtas energijos taupymo rėžimas
pt: se passaram; o modo economia de energia está ativo
sk: uplynulo; úsporný režim je znovu povolený

source: Timed activation cancelled (was set for
fr: Activation temporaire annulée (précédemment activé pour
lt: Riboto laiko veikimas išjungtas (buvo nustatytas
pt: Ativação por tempo cancelada (configurada para
sk: Časová aktivácia je zrušená (nastavené na
