Repository: pypi-data/pypi-mirror-159
Catalog: packages/caffeine-ng/caffeine-ng-4.0.2.tar.gz/caffeine-ng-4.0.2/translations/*.po
Languages: cs, el, it, ro

source: Select a process name...
cs: Zvolte jméno procesu...
el: Επιλέξτε το όνομα της διεργασίας...
it: Seleziona un processo...
ro: Selectați un nume de proces...

source: An application to temporarily prevent the activation of both the screen saver and the "sleep" powersaving mode.
cs: Aplikace pro dočasné zabránění aktivace spořiče obrazovky i režimu spánku
it: Un'applicazione per prevenire temporaneamente l'attivazione di screensaver e modalità di ibernazione per il risparmio energetico.

source: Duration
cs: Trvání
el: Διάρκεια
it: Durata
ro: Durata

source: Hours:
cs: Hodiny:
el: Ώρες:
it: Ore:
ro: Ore:

source: Minutes:
cs: Minuty:
el: Λεπτά:
it: Minuti:
ro: Minute:

source: Enable Caffeine
cs: Zakázat špořič obrazovky
el: Απενεργοποίηση προστασίας οθόνης
it: Disabilita Salvaschermo
ro: Dezactivează ecranul de veghe

source: Preferences
cs: Nastavení
el: Προτιμήσεις
it: Preferenze
ro: Preferințe

source: Automatic activation
cs: Automatická aktivace
el: Αυτόματη ενεργοποίηση
it: Attivazione automatica
ro: Activare automată

source: Caffeine can activate automatically whenever certain programs are runnning.
cs: Caffeine se může samovolně spouštět když běží určitém programy.
el: Το Caffeine μπορεί να ενεργοποιηθεί αυτόματα όποτε τρέχουν συγκεκριμμένα προγράμματα.
it: Caffeine può essere avviata automaticamente quando un certo programma è in esecuzione
ro: Caffeine se poate activa automat oricând sunt rulate anumite programe.

source: List of programs that Caffeine activates for:
cs: Seznam programů které Caffeine aktivují:
el: Λίστα προγραμμάτων για τα οποία το Caffeine ενεργοποιείται αυτόματα:
it: Lista di programmi per i quali Caffeine si avvia:
ro: Lista programelor pentru care se activează Caffeine:

source: When Caffeine detects that one of the processes in this list is running, it will prevent the activation of the screensaver and powersaving modes. This can be useful for applications (particularly full-screen applications) that do not properly prevent the screensaver and powersaving modes on their own.
cs: Když Caffeine detekuje, že některý z těchto programů běží, bude zabraňovat šetření energií a spouštění spořiče obrazovky. To může být užitečné pro aplikace které využívají celé obrazovky a samy tomu nezabraňují.
el: Όταν το Caffeine εντοπίσει ότι κάποια από τις διεργασίες σε αυτή τη λίστα είναι σε εφαρμογή, θα αποτρέψει την ενεργοποίηση της προστασίας οθόνης και τις λειτουργίες εξοικονόμησης ενέργειας. Αυτό μπορεί να είναι χρήσιμο για εφαρμογές (ειδικά σε προβολή πλήρους οθόνης) οι οποίες δεν αποτρέπουν σωστά την προστασία οθόνης και την εξοικονόμηση ενέργειας από μόνες τους.
it: Quando Caffeine rileva che uno dei processi in questa lista è in esecuzione, evita l'avvio dello screen saver e della sospensione automatica. Questo può essere utile per applicazioni (soprattutto quelle a tutto schermo) che non gestiscono correttamente questa operazione in automatico.
ro: Atunci când detectează activarea unuia dintre procesele din această listă, Caffeine va împiedica activarea ecranului de veghe și a modului de economie de energie. Aceasta poate fi util pentru aplicații (mai ales cele cu afișare pe tot ecranul) care nu reușesc să împiedice singure activarea acestor moduri.

source: Tray icon
cs: Ikona v panelu na ploše
el: Εικονίδιο συστήματος
it: Icona di stato
ro: Icoană tray

source: Show tray icon
cs: Zobrazovat ikonu v panelu
el: Εμφάνιση εικονιδίου συστήματος
it: Mostrare icona nell'area di notifica
ro: Arată icoană tray

source: Show notification on startup
cs: Zobrazit oznámení při spuštění
el: Δείτε την ειδοποίηση κατα την εκκίνηση
it: Mostra notifiche al avvio

source: Caffeine is running
cs: Caffeine běží
el: Caffeine βρίσκεται σε λειτουργία
it: Caffeine è in esecuzione
ro: Caffeine rulează

source: Caffeine is dormant; powersaving is enabled
cs: Caffeine spí, šetření energií je povoleno
el: Το Caffeine είναι αδρανές: η εξοικονόμηση ενέργειας είναι σε εφαρμογή
it: Caffeine non è attivo; la sospensione automatica è abilitata
ro: Caffeine este în repaus; sistemul de economisire a energiei este activat

source: translator-credits
cs: Launchpad Contributions: Adam M. https://launchpad.net/~adydas95 Caffeine Developers https://launchpad.net/~caffeine-developers Jan Bares https://launchpad.net/~janb175 Konki https://launchpad.net/~pavel-konkol Roman Horník https://launchpad.net/~roman.hornik
el: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers thunk https://launchpad.net/~thunk tzem https://launchpad.net/~athmakrigiannis Μανώλης Σκόνδρας https://launchpad.net/~emmaskon
it: Launchpad Contributions: Alessandro Rinaldi https://launchpad.net/~alerinaldi Caffeine Developers https://launchpad.net/~caffeine-developers Guybrush88 https://launchpad.net/~guybrush Ivan https://launchpad.net/~inovembri Lorenzo Baracchi https://launchpad.net/~baracchi-lorenzo Pietro Pecchi https://launchpad.net/~pietro-pecchi ssirio https://launchpad.net/~ssirio timendum https://launchpad.net/~timedum zdnko https://launchpad.net/~zdnko
ro: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Claudia Cotună https://launchpad.net/~special4ti Daniel Ursache-Dogariu https://launchpad.net/~danniel Pricop Alexandru-Mihai https://launchpad.net/~pricop2008

source: Disable Caffeine
cs: Povolit spořič obrazovky
el: Ενέργοποίηση της προστασίας οθόνης
it: Attiva Salvaschermo
ro: Activeză Screensaver

source: Timed activation set;
cs: Časovaná aktivace nastavena;
el: Το χρονόμετρο ενεργοποίησης ρυθμίστηκε:
it: Attivazione temporizzata attivata
ro: Activarea programată a fost stabilită;

source: Caffeine will prevent powersaving for the next
cs: Caffeine bude zabraňovat šetření energií pro příští
el: Το Caffeine θα αποτρέπει την εξοικονόμηση ενέργειας για
it: Caffeine bloccherà il risparmio energetico per i prossimi
ro: Caffeine va împiedica modul de economisire a energiei pentru

source: Activated for
cs: Aktivováno pro
el: Ενεργοποιήθηκε για
it: Attivato per
ro: Activat pentru

source: have elapsed; powersaving is re-enabled
cs: uplynulo; šetření energií je opět povoleno
el: πέρασαν/πέρασε: η εξοικονόμηση ενέργειας είναι ξανά σε εφαρμογή
it: è scaduto;
ro: trecute; modul de economisire a energiei este reactivat

source: Timed activation cancelled (was set for
cs: Časová aktivace zrušena (byla nastavena na
el: Το χρονόμετρο ενεργοποίησης ακυρώθηκε (είχε ρυθμιστεί για
it: Attivazione temporizzata disattivata (era attiva per
ro: Activarea programată a fost anulată (fusese stabilită pentru
